[
    {
        "cookId": 1,
        "image": "avatar.png",
        "name": "Janette Berry",
        "comment": "We took the 4 courses menu. It was incredibly good! Mix of fish and (slow cooked) meat. The dessert was amazing. A small family is running the restaurant and I found the atmosphere super cozy. The fact that it was pouring was long forgotten. Highly recommended",
        "date": "02/01/21"
    },
    {
        "cookId": 1,
        "image": "avatar.png",
        "name": "James Knight",
        "comment": "If you're looking for the best restaurant of Antwerp, look no further, you've found it. Perfectly priced, a mix of Asian cultures, the food is to die for. On top of that, you'll feel at home as they go the extra mile to make sure you're enjoying the evening. The expert knowledge of wine and, especially, beers is a definite bonus we won't forget. The fact that it was pouring was long forgotten.",
        "date": "02/01/21"
    },
    {
        "cookId": 2,
        "image": "avatar.png",
        "name": "Karry Omer",
        "comment": "Great place! Delicious food with Asian influence made and served by dedicated people passionated about their work. Keep up the good work Mistral!",
        "date": "02/01/21"
    },
    {
        "cookId": 2,
        "image": "avatar.png",
        "name": "Pam Cornwell",
        "comment": "This restaurant has a very friendly staff and serves great French cuisine dishes with fresh ingredients! In times of the Covid-19 they offer tables in line with the national and local measurements, giving you a moment to enjoy their food and your company(bubble) to the max. Keep up the good work Mistral!",
        "date": "02/01/21"
    },
    {
        "cookId": 3,
        "image": "avatar.png",
        "name": "Richard Bullock",
        "comment": "The service was superb - the book I sought was keenly priced, delivery to an address other than my home was easily achieved, on time and perfectly and protectively wrapped. What's not to like !!?",
        "date": "02/01/21"
    }
]